[
    {
        "pid": "1",
        "title": "Guppies",
        "images": [ 
            "https://1.bp.blogspot.com/-gmul9UOouK0/UkKLBvDcDpI/AAAAAAAAGDs/lzC_ncTsSMg/s1600/IMG_8797.JPG" 
        ],
        "description": "Color : Orange and White. Size : 25cm. Fully-grown guppies are around two inches long on average. Female guppies grow to twice the size of male guppies. Males grow to about 1 ⅛ inches long, and females grow up to 2 ⅛ inches in length. Male and female guppies have a lifespan of up to two years in the wild and in captivity. In the ideal tank environment, guppies can live longer than wild guppies because guppies in the wild are exposed to more predators.",
        "price": 235,
        "count": 1
    },
    {
        "pid": "2",
        "title": "Mickey Mouse Platey",
        "images": [
            "https://th.bing.com/th/id/OIP.Kd170W1O0j1_QZgTI-LBigHaFj?pid=ImgDet&rs=1"
        ],
        "description": "Color : Orange and White. Size : 25cm. Native to North and Central America from Ciudad Veracruz, Mexico, to northern Belize in Central America, this platy is not considered to be endangered. Nonnative populations now reside in a number of locations within the United States, including California, Colorado, Florida, Hawaii, Louisiana, Montana, Nevada, and Texas. ",
        "price": 145,
        "count": 1
    },
    {
        "pid": "3",
        "title": "Neon Tetra",
        "images": [
            "https://1.bp.blogspot.com/-MKmtqIlytJ0/XyWjiU1vIiI/AAAAAAAAB0s/bZ3C3ZPf7qcG_YqhH34WwK_6Olz9ijJ9wCLcBGAsYHQ/s1600/neon_tetra-history.jpg"
        ],
        "description": "Color : Orange and White. Size : 25cm. Neon tetras belong to the Characidae family. They are adapted to clearwater and blackwaters water bodies in the Amazon and Orinoco river systems. Their populations have been recorded in various South American nations, including Brazil, Peru, and Colombia. Neon tetras generally stay clear of the whitewater streams that originate from the Andes. The waters in their natural habitats are soft and slightly acidic. The water temperature fluctuates between 20-26 °C as the rivers transverse through tropical areas.",
        "price": 599,
        "count": 1
    },
    {
        "pid": "4",
        "title": "Tiger Barb",
        "images": [
            "https://th.bing.com/th/id/OIP.U_vzB9GHqviI1weO_BQwVwHaE8?pid=ImgDet&rs=1"
        ],
        "description": "Color : Orange and White. Size : 25cm. The tiger barb is native to Borneo and Malaysia, including Sarawak and Kalimantan. They can also be found on the island of Sumatra and in Thailand and Cambodia. Non-native tiger barbs have been introduced in Singapore, Australia, the United States, and Colombia. In their native habitat, these fish inhabit quiet, tree-lined rivers and tributaries lined with sand, rocks, and thick vegetation where they can find insects, algae, invertebrates, and detritus from plants. They prefer clear, highly-oxygenated water.",
        "price": 99,
        "count": 1
    },
    {
        "pid": "5",
        "title": "Pea Puffer",
        "images": [
            "https://th.bing.com/th/id/OIP._5dp5msD9LG4Z2f4LI6okAHaE8?pid=ImgDet&rs=1"
        ],
        "description": "Color : Orange and White. Size : 25cm. Most aquarists purchase them as juveniles. You may need to resign yourself to either rehoming a spare male or setting up an extra tank as a precaution. Pea puffers don’t school together, even when they tolerate sharing tank space. You need to provide sufficient room for each fish to have its own territory. You’ll also need to break up sightlines, so they aren’t continuously getting “in each other’s way.”",
        "price": 149,
        "count": 1
    },
    {
        "pid": "6",
        "title": "Black Molly",
        "images": [
            "https://3.imimg.com/data3/YF/GN/MY-8019751/black-molly-fish-500x500.jpg"
        ],
        "description": "Color : Black . Size : 25cm. Black mollies living in aquariums only have a life span of about three years. But remember, it takes a healthy water space for the black Molly to live that long. So, if you want your Molly to be around for longer, give it all the tender care. The male and female Molly tend to grow better in their natural habitat. Black mollies, however, will live for between two to five years in the wild. Unfortunately, most black mollies do not live longer than one year after they attain sexual maturity.",
        "price": 999,
        "count": 1
    }
]